Repository: Slesa/Prolog.NET
Catalog: src/PrologWorkbench.Editor/Resources/Strings.*.resx
Languages: de_de

# CommandViewModel_Title
source: Commands
de_de: Kommandos

# MessageDuplicateClause
source: Duplicate fact/rule specified.
de_de: Fact/Rule doppelt angegeben.

# MessageUnrecognizedInput
source: Unrecognized input specified.
de_de: Unbekannte Eingabe.

# ResponseSuccess
source: Success
de_de: Erfolgreich

# TitleBarViewModel_CouldNotSaveProgram
source: Could not save program {0}
de_de: Konnte Programm {0} nicht speichern

# TitleBarViewModel_CreatedNewProgram
source: Created new program
de_de: Neues Programm erzeugt

# TitleBarViewModel_DoYouWantToSave
source: Do you want to save {0}?
de_de: Möchten Sie {0} sichern?

# TitleBarViewModel_LoadedProgram
source: Program {0} loaded
de_de: Programm {0} geladen

# TitleBarViewModel_SavedProgram
source: Program {0} saved
de_de: Programm {0} gespeichert

# TitleBarViewModel_SavedProgramAs
source: Program saved as {0}
de_de: Programm unter {0} gespeichert

# TitleBarViewModel_SaveProgramAs
source: Save program as...
de_de: Program speichern unter...

# TitleBarView_CloseProgram
source: Close current program
de_de: Schließe aktuelles Programm

# TitleBarView_Exit
source: Quit workbench
de_de: Workbench beenden

# TitleBarView_LoadProgram
source: Load program...
de_de: Lade Programm...

# TitleBarView_NewProgram
source: New program
de_de: Neues Programm

# TitleBarView_SaveProgram
source: Save current program
de_de: Aktuelles Programm speichern

# TitleBarView_SaveProgramAs
source: Save program as...
de_de: Aktuelles Programm speichern unter...

# TranscriptViewModel_Title
source: Transcript
de_de: Transkript

# ResponseFailure
source: Failure
de_de: Fehlgeschlagen

# CommandViewModel_ExecutionTime
source: Execution time {0}, {1} instructions
de_de: Ausführungszeit {0}, {1} Instruktionen
